app/controllers/games_controller.rb

INSERT INTO "games" ("mode", "rate", "kill", "tower", "rune", "not_top_bott_line", "neutral", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?, ?, ?)
---
  def create
    @game = Game.new(game_params)

    respond_to do |format|
      if @game.save